Revit 2024 API
DefinitionBindingMap.Size Property
Returns the number of bindings that are in the map.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual int Size { get; }
Visual Basic
Public Overridable ReadOnly Property Size As Integer
	Get
Visual C++
public:
virtual property int Size {
	int get ();
}
See Also
DefinitionBindingMap Class
Autodesk.Revit.DB Namespace